Repository: mozilla-l10n/mt-training-data
Catalog: mve/mve_pontoon.tmx
Source language: en_us
Languages: mve

source: How do I record a high quality voice clip?
mve: ھُون آواز ريَ ڪلِپ رِي سُٺِي ريڪاردِنگ ڪونڪرڪريَ ݾگون ھون؟

source: How do I stay in touch?
mve: ھُون ڪونڪر رابطيَ ۾ رھيَ ݾگون ھون؟

source: How is Common Voice funded?
mve: ڪامن وائس ڪونڪر ٺئِي؟

source: How Spontaneous Speech works
mve: ڪونڪر بيَ ساختا تقرِير ڪوم ڪريَ ھيَ

source: How to add multiple sentences
mve: وڌيڪ جُملا ڪونڪر شامل ھوئيَ ݾگيَ ھيَ

source: How would you describe your accent?
mve: ٿيَ آپريَ لھجيَ نيَ ڪونڪر بيان ڪرھو؟

source: How would you describe your sex or gender?
mve: ٿيَ آپرَي جنس ھانَ صنف نيَ ڪونڪر بيان ڪرو ھو؟

source: Huarijio
mve: ھواريجويو

source: Huautla Mazatec
mve: ھوائوٽلا مازاٽيڪ

source: Hungarian
mve: ھنگريائي

source: I agree
mve: ھوُن راضِي ھون

source: I agree to Common Voice's <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
mve: ڪامن وائس ھلاتا، ٿيَ مھورَي <termsLink>شرطون</termsLink>ھانَ <privacyLink> رازدارِي رِي اطلاع </privacyLink> ھون راضِي ھو

source: Ibibio
mve: لِبِبيو

source: Icelandic
mve: آئس لينڊِڪ

source: I confirm that these sentence are <wikipediaLink>public domain</wikipediaLink> and I have permission to upload them.
mve: ھوُن تصديق ڪرون ھون اَي جملہ عوامي ڊومين <wikipediaLink>ھيَ</wikipediaLink>ھان مھيَ ڪوڊِي ايئيَ نيَ اپ لوڊ ڪرڻ رِي اجازت ھيَ

source: * I confirm that this question is <publicDomainLink>public domain</publicDomainLink> and I have permission to upload it.
mve: ھون ايئيَ وات رِي تصديق ڪرون ھون ڪہ اَي سوال <wikipediaLink> عوامي ڊومين ھيَ </wikipediaLink> ھان ميھ ڪوڊِي اجازت ھيَ ڪہ ھون ايئيَ نيَ اپ لوڊ ڪرون

source: I confirm that this sentence is <wikipediaLink>public domain</wikipediaLink> and I have permission to upload it.
mve: ھون ايئيَ وات رِي تصديق ڪرون ھون ڪہ اَي جُملو <wikipediaLink> عوامي ڊومين ھيَ </wikipediaLink> ھان ميھ ڪوڊِي اجازت ھيَ ڪہ ھون ايئيَ نيَ اپ لوڊ ڪرون

source: <icon></icon> Add multiple public domain sentences
mve: <icon></icon> عوامي ڊومين ۾ وڌيڪ جُملہ شامل ڪرو

source: Ideally natural and conversational (it should be easy to read the sentence)
mve: فطرِي ھانَ ٻول چال (جُملو پڙھڻ ۾ سولو ھوڻ کپيَ)

source: I'd like to receive emails such as goal reminders, my progress updates and newsletters about Common Voice.
mve: ھون اَي اِيميلز خاصل ڪرڻ چاھون ھون جڪو مقصد ياد ڏياريَ۔ مھاريَ ڪوم ريَ باريَ ۾ ھان ڪامن وائس ريَ نيوز ليٽرريَ باريَ ۾

source: I do not agree
mve: ھوُن راضِي ڪونھي

source: If a clip is rejected by 2 people, it is released in a different subset of the dataset.
mve: جيَ ڪلِپ 2 منکون رِي طرفون ھون رد ڪيو جائيَ ھيَ، اَي مواد ريَ سيٽ ريَ ھيڪ مختلف سبسيٽ ۾ جارِي ڪيو گيو ھيَ۔

source: If it’s your own words, just say <italicizedText>“Self Citation”</italicizedText>. We need to know where you found this content so that we can check it is in the public domain and no copyright restrictions apply. For more information about citation see our <guidelinesLink>Guidelines page</guidelinesLink>.
mve: جيَ اَي ٿونرا آپ را آکر ھيَ تو رُگو ڪھو <italicizedText> آپرو حوالو </italicizedText> ۔ مھونيَ اَي خبر ھوڻ ضرُوري ھيَ ڪہ ٿونيَ اَي جوڻ ڪيٿون مِلي ھيَ تاڪہ مھيَ جوئيَ ݾگون ڪہ اَي عوامي ڊومين ھيَ ھانَ ڪاپِي رائٺ رِي ڪو پابندي ڪونھي لاگو ھوئيَ ھيَ حوالون رَي بارَي ۾ وڌيڪ جوڻڻ ھارو مھورو <guidelinesLink> ھيِکاڻ آݪيَ پنَي نيَ </guidelinesLink> جوئو</guidelinesLink>۔

source: If the recording breaks up, or has crackles, reject unless the entirety of the text can still be heard.
mve: جيَ ريڪارڍِنگ وِچ ۾ ٽوٽيَ جائيَ ھان ايئيَ ۾ ٽُڪڙا ٽُڪڙا ھوئيَ تو رد ڪرو جيستائين سجِي ريڪارڍِنگ ھونڀڙيَ نِي ݾگو

source: If there is additional information you want to provide about this file, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
mve: جيَ ٿيَ وڌيڪ فائل رَي بارَي ۾ معلومات ڏيڻ چاھو ھو تو رابطو ڪرو <emailFragment>commonvoice@mozilla.com</emailFragment>

source: If there is additional information you want to provide about this file that is not included in the template, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
mve: جيَ ٿيَ وڌيڪ ڪو معلومات ڏيڻ چاھو ھو جڪو ايئيَ کاڪيَ ۾ شامل ڪونِي، مھرباني ڪرَي رابطو ڪرو <emailFragment>commonvoice@mozilla.com</emailFragment>

source: If the sentence does not meet the above criteria, click the "No" button.
mve: جيَ جملون ماٿيَ ڏينوڙيَ معيار تيَ پورو نِي اتري تو ”نا” بٽڻ ڪلِڪ ڪرو۔

source: If the sentence does not meet the above criteria, click the &quot;Reject&quot; button on the left. If you are unsure about the sentence, you may also skip it and move on to the next one.
mve: جيَ جُملو ماٺليَ معيار تيَ پورو نِي اُتريَ تو، ڪلِڪ ڪرو &quot; رد ڪرڻ ھارو&quot; اُڀتيَ پاݾيَ بٽڻ ھيَ۔ جيَ ٿونيَ جُمليَ تيَ يقين ڪونھي، تو ٿيَ اِيئي نَي ڇوڙيَ ݾگھو ھو ھانَ جائو ٻيجيَ جُملي تي۔

source: If the sentence is offensive or upsetting - for example because of explicit content, or another violation of our <communityGuidelines>community participation guidelines</communityGuidelines> - you should reject the sentence. You can also reach out to us at <emailFragment>commonvoice@mozilla.com</emailFragment> to escalate the issue.
mve: جيَ جُملو خراب يا پريشان ڪرڻ آݪو ھيَ۔ مسال طور واضخ مواد ريَ ڪريَ، يا مھورِي<communityGuidelines> برادري رِي شرڪت ريَ ھدايتون رِي ڪيَ ٻيجي خلاف ورزي ريَ ڪري</communityGuidelines>۔ ٿونيَ سزا رد ڪرڻ کپيَ۔ ٿيَ مسئليَ نيَ وڌاڻ ھارو<emailFragment>commonvoice@mozilla.com</emailFragment> تيَ مھون ھون رابطو ڪريَ ݾگو ھو۔

source: If the sentence meets the criteria above, click the "Yes" button.
mve: جيَ جُملو ماٿيَ ڏينوڙي معيار تيَ پورو اُتري ھي، تو ”ھويَ” بٽڻ تيَ ڪلِڪ ڪرو۔

source: If the sentence meets the criteria, click the &quot;Approve&quot; button on the right.
mve: جيَ جُملو معيار تيَ پورو اُتريَ، ڪلِڪ ڪرو&quot; منظور ڪرڻ ھارو &quot; سُڀتيَ پاݾيَ بٽڻ ھيَ۔

source: If you are unsure about the sentence, you may also skip it and move on to the next one.
mve: جيَ ٿونيَ جمليَ ريَ باريَ ۾ پڪ ڪونِي، تو ٿيَ ايئيَ نيَ ڇوڙيَ ٻيجيَ جُمليَ تيَ جائيَ ݾگو ھو۔

source: If you come across something that these guidelines don’t cover, please vote according to your best judgement. If you really can’t decide, use the skip button and go on to the next recording.
mve: جيَ ٿونيَ ڪو اھڙِي وات نظر آئيَ جڪو اُوئون ھِدايتون ھون ڀيڙِي شامل ڪونھي، تو مھربونِي ڪريَ آپرَي سُٺيَ ھون سُٺو فيصلو ڪري ووٽ ڏيو۔ جيَ ٿيَ ݾاچيلِي فيصلو ڪونھي ڪريَ ݾگھو، تو پڇيَ ”اِسڪِيپ“ (ڇوڙڻ آݪو) بٽڻ استعمال ڪرو ھانَ آݪ آݪِي ريڪاڍِنگ تيَ جائو۔

source: If you could <strong>hear them</strong> and <strong>understand them</strong>, it’s usually <strong>best to approve</strong>.
mve: جيَ ٿيَ ھونڀڙيَ ݾگو <strong>اوئون نيَ ھونڀڙو</strong>ھان<strong>اوئون نيَ ݾمجو</strong>اَي عام ھيَ<strong>منظور ڪرڻ ھارو بھترين ھيَ</strong>۔

source: If you’d like to submit a tranche of questions for ingestion, you <githubLink>can do so via our GitHub</githubLink> or email your list to <emailFragment>commonvoice@mozilla.com.</emailFragment>
mve: جيَ ٿيَ گھاتڻ ھارو سوالون رو ھيڪ حصو جمع ڪراڻ چاھو ھو، تو ٿيَ <githubLink>مھورِي<githubLink>زريعي اي ڪري ݾگو ھو يا آپرِي لسٽ <emailFragment>commonvoice@mozilla.com</emailFragment> تيَ اي ميل ڪريَ ݾگو ھو۔

source: If you don’t hear from us within a couple of days, reach out at <emailLink>{ $email }</emailLink> and we’ll get back to you!
mve: جيَ ٿونيَ ڪجھ ڏنون ۾ مونھ ھون ڪو جواب نِي مليَ،<emailLink>{ $email }</emailLink>تيَ رابطو ڪرو ھان مھيَ ٿون ھون وڙيَ رابطو ڪر ھون!

source: If you don't see your language in either part of the platform, select both.
mve: جيَ ٿونيَ پليٽ فارم ريَ ٻيون حصون ۾ آپرِي ٻولِي نظر نِي آئيَ تو ٻيَ ھِي چونڊو۔

source: If you or your organisation would like to contribute back to the project, you can make a <donateLink>donation</donateLink> or reach out to our partnerships team on <emailFragment>commonvoice@mozilla.com</emailFragment>.
mve: جيَ ٿيَ ھان ٿونرو ادارو پروجيڪٽ نيَ وآپس ڪجھ حصو ڏيڻ چاھو ھو، ٿيَ ڪريَ ݾگو ھو<donateLink>چندو</donateLink>يا مھونرِي شراڪتي ٽيم ھون رابطو ڪريَ ݾگو ھو<emailFragment>commonvoice@mozilla.com</emailFragment>

source: If you’re having trouble contributing, you can switch back to seeing all content for your language at any time.
mve: جيَ ٿونيَ حصو ليڻ ۾ ڏکائي ھوئيَ پڙي، تو ٿيَ ڪيَ ڀِي وقت آپرِي ٻولِي ھارو سجو مواد جوئوڻ ھارُو واپس سوئچ ڪريَ ݾگو ھو۔

source: If you’re looking for tools to build ASR models, you can connect to other people in the community <discourseLink>on Discourse</discourseLink>.
mve: جيَ ٿيَ اَي ايس آر رو نمونو ٺاڻ ھارو اوزار جوئو پڙيا تو ٿيَ برادري ۾ ٻيجيَ منکون ۾ گڏيجيَ ݾگو ھو۔

source: If you're looking to speak more about the dataset, want to co-invest in planned platform expansions or look for collaboration opportunities, <emailFragment>drop us a line.</emailFragment>
mve: جيَ ٿيَ مواد ريَ سيٽ ريَ باريَ ۾ وڌيڪ ٻولڻ چاھو ھو، منصوبا ٺايوڙي پليٽ فارم رِي توسيع ۾ گڏيوڙِي انويسٽمينٽ ڪرڻ چاھو ھو يا تعاون را موقعا جونچڻ چاھو ھو،<emailFragment>مھونيَ ھيڪ لائن ڏيو</emailFragment>

source: If you run out of sentences to review, please help us collect more sentences!
mve: جيَ ٿون ڪنيَ جائزو ليڻ ھارون جُملا ختم ھوئيَ جائيَ تو، مھربونِي ڪرئَ وڌيڪ جُملا ڀيڙا ڪرڻ ۾ مھورِي مدد ڪرو۔

source: If you think the pronunciation makes it <strong>impossible to understand</strong>, or there’s a <strong>lot of background noise</strong>, or there are <strong>other people speaking too</strong>, then you should reject the clip. <accuracyLink>See more information in our accuracy criteria</accuracyLink>.
mve: جيَ ٿيَ سوچو ٿا تہ اوچار ٺائيَ ھيَ<strong>ݾمجڻ ھارو ناممڪن ھيَ</strong>، يا اوٿ ھيَ<strong>لاريَ جوم ھُل ھيَ</strong>، يا ھيَ<strong>ٻيجا منک ڀِي ٻوليَ ھيَ</strong>، پڇيَ ٿونيَ ڪلِپ نيَ رد ڪرڻ کپيَ۔<accuracyLink> مونرِي درستگِي ريَ معيار ۾ وڌيڪ معلومات جوئو</accuracyLink>۔

source: Igbo
mve: لِگبو

source: I just created a personal goal for voice donation to #CommonVoice -- join me and help teach machines how real people speak { $link }
mve: مھيَ ڪامن وائس نيَ آواز عطيو ڪرڻ ھارو زاتي حدف ٺايو ھون۔ مھنيَ جوئن ڪرو ھان مدد ڪرو مشين نيَ ݾکاڻ ھارو ڪہ اصل منک ڪونڪر ٻوليَ ھيَ{ $link }

source: I'm okay with you handling this info as you explain in Mozilla's <privacyLink>Privacy Policy</privacyLink>
mve: جون ٿون موزِيلا رِي رازدارِي <privacyLink> پاليسِي </privacyLink> ۾ واضح ڪِيو ھيَ، ھُون ٿون ھون راضِي ھون ڪہ ٿيَ ايئي معلومات نيَ ݾڀاݪو

source: Include appropriate citation
mve: ٺيڪ حوالو شامل ڪرو

source: Includes email, username & demographic info, available right away
mve: اي ميل، استعمال ڪرڻ آݪيَ رو نوم ھان ڊيمو گرافڪ معلومات شامل ھي، جڪو ڇيڪي دستياب ھي۔

source: Includes mp3s and related sentences, may take some time to prepare
mve: ايم پي 3 ھان ملتا جلتا جُملا شامل ھي، تيار ڪرڻ ۾ ڪجھ وقت لاگيَ ݾگيَ ھيَ۔

source: Indonesian
mve: انڊونيشيائي

source: Indus Kohistani
mve: ھند ڪوھستانِي

source: Information about the language
mve: ٻولِي ري باريَ ۾ معلومات

source: In Progress
mve: جارِي ھيَ

source: Interested in getting involved with this project, or partnering with us?
mve: اِيئي منصوبيَ ۾ شامل ھوڻ ۾ دلچسپِي راکو ھو، يان مھون ھون ڀائيوارِي ڪرڻ ۾؟

source: Interested in learning more and contributing to the project?
mve: وڌيڪ ݾکڻ ھان منصوبيَ ۾ حصو ليڻ ۾ دلچسپي راکو ھو؟

source: Interlingua
mve: اِنٽرلِنگوا

source: Interlingue
mve: انٽرلِنگويَ

source: [interrupted by background noise]
mve: [لاري ريَ ھُل رِي مداخلت]

source: Intersex
mve: مڪس جنس

source: Iñupiaq
mve: انُپياق

source: Invalid file
mve: غلط فائل

source: Irish
mve: آئرش

source: IsiNdebele (North)
mve: اسِنديبيليَ (شمال)

source: IsiNdebele (South)
mve: اسِنڊيبيليَ (جنوب)

source: <isoCodeLink>ISO Codes</isoCodeLink> if known
mve: <isoCodeLink>آئِي ايس او ڪوڊ </isoCodeLink> جيَ ٿُونيَ خبر ھيَ

source: Is the clip valid?
mve: ڪِي اَي ڪلِپ ٺيڪ ھيَ؟

source: Italian
mve: اطالوِي

source: It contains words or phrases that are hard to read or pronounce.
mve: اِيئيون ۾ اھڙا اکر يا جُملا ھيَ جڪو پڙھڻ ھانَ اوچار ڪرڻ ۾ ڏُکيا ھيَ۔

source: It costs almost a million dollars a year to host the datasets and improve the platform for the 100+ language communities who rely on what we do?
mve: مھوريَ ڪوم تيَ ڀروسو ڪرڻ آݪيَ سئو ھون وڌيڪ ٻوليون ريَ برادريون ھارو مواد ريَ سيٽ ري سنڀال ھان پليٽ فارم نيَ بھتر ٺاڻ تيَ ھر سال لڳ ڀڳ ڏيھ لک ڊالر خرچ ھوئيَ ھيَ؟

source: It costs almost a million dollars a year to host the datasets and improve the platform for the 100+ language communities who rely on what we do. <strong>If you value open, inclusive data - donate today!</strong>
mve: مواد ريَ سيٽ رِي ميزبونِي ڪرڻ ھان 100 ھون وڌيڪ ٻوليون ريَ برادريون ھارو پليٽ فارم نيَ سُٺو ٺاڻ تيَ ھر سال لڳ ڀڳ ڏيھ لک ڊالر خرچ آئيَ ھيَ جڪو مھوريَ ڪوم تيَ ڀروسو ڪريَ ھيَ۔ <strong> جيَ ٿيَ سولِي رسائيَ ھان ٺيڪ ڊيٽا رِي قدر ڪرو ھو تو آج ھِي ڏيو! </strong>

source: It costs a lot of money to continually host and release the datasets, improve the platform and run <africaMradiLink>community programmes</africaMradiLink>.
mve: مواد ريَ سيٽ نيَ ھر وقت چڪر ميزبانِي ڪرڻ ھان جارِي ڪرڻ، پليٽ فارم نيَ بھتر ٺاڻ ھان ھلائڻ ۾ تمام گھڻو پئسو خرچ ھوئيَ ھيَ۔<africaMradiLink>برادرِي پروگرام</africaMradiLink>۔

source: It is very important that all text sentences are <publicDomain>public domain</publicDomain> (cc0) as the Common Voice dataset is released under a cc0 license. Only ever upload a sentence if you are sure, and always include the relevant citation.
mve: اي جوم ضروري ھيَ ڪيَ سجا لکوڙا جُملا<publicDomain> عوامي ڊومين</publicDomain>(cc0) ھوئيَ ڪيونڪہ ڪامن وائس ريَ مواد ريَ سيٽ cc0 لائسنس تحت جارِي ڪيو جائيَ ھيَ۔صرف جڏي جُملو اپ لوڊ ڪرو جڏي ٿونيَ پڪ ھوئيَ، ھان ھميشا مِلوڙو حوالو شامل ڪرو۔

source: It is written in a language different than what I’m reviewing.
mve: جڪيَ ٻولِي ۾ ھُون جائزو ليو ھون اُوئي ھون اَي لِکوڙِي ٻولِي الگ ھيَ۔

source: It is written in a language different than what I’m speaking.
mve: او ٻولِي جڪو ھُون ٻولون ھون اُوئي ھون الف ٻولِي ۾ لکوڙو ھيَ۔

source: It’s important to include citations so we can check that sentences are in the public domain and no copyright restriction apply.
mve: حوالا شامل ڪرڻ ضروري ھيَ تو مھيَ جوئيَ ݾگون ڪہ جُملا عوامي ڊومين ۾ ھيَ ھان ڪاپِي رائٽ رِي ڪو ڀِي پابندي لاگو ڪوني۔

source: It takes a lot to make Common Voice happen! We don't do it alone. Want to partner with us? We'd love to hear from you.
mve: ڪامن وائس نيَ ممڪن ٺاڻ ھارو گھڻو ڪجھ ڪرڻو پڙيَ ھيَ! مھيَ اي ھيڪلا ڪوني ڪريَ ݾگون۔ مھون ھون ڀائيوارِي ڪرڻ چاھو ھو؟ مھيَ ٿون ھون ھونڀڻ چاھون ھون۔

source: Izhorian
mve: اِزھوريئن

source: Japanese
mve: جاپانِي

source: Jaqaru
mve: جاقارو

source: Javanese
mve: جاوانيز

source: Join Discord Community
mve: ڊسڪورڊ برادري ۾ شامل ھو

source: Join our community
mve: مونرِي برادري ۾ شامل ھو

source: Join the Common Voice mailing list
mve: ڪامن وائس رِي ميلِنگ لِسٽ ۾ شامل ھو

source: Join us on Discord
mve: مھون ڀيݪا ڊسڪورڊ ۾ شامل ھو

source: Just respond to the prompt as naturally as you can in a couple of sentences. Make sure your language is respectful and inoffensive.
mve: بس ڪجھ جُملون ۾ فطري طور تيَ جواب ڏيو۔ پڪ ڪرو ڪہ ٿونرِي ٻولي احترام آݪي ھان بيڪار ھوئيَ۔

source: Just Unsure?
mve: مھنيَ يقِين ڪونھي

source: Kabardian
mve: ڪابارڊيان

source: Kabyle
mve: ڪابئل

source: Kalasha
mve: ڪالاشا

source: Kalenjin
mve: ڪاينجِن

source: Kalkoti
mve: ڪالڪوٽِي

source: Kannada
mve: ڪانناڊا

source: Kaqchikel
mve: ڪَقچيڪيل

source: Kara
mve: ڪارا

source: Karakalpak
mve: ڪاراڪلپاڪ

source: Kateviri
mve: ڪيٽيويرِي

source: Kazakh
mve: ڪازاخ

source: { $kb }kb max
mve: { $kb }ڪيَ بِي ميڪس

source: Keep
mve: راکڻ

source: Keep it up, record again <recordIcon></recordIcon>
mve: ڪرتا ريو، وڙيَ ريڪارڍ ڪرو<recordIcon></recordIcon>

source: Keep the recordings
mve: ريڪارڍِنگ راکو

source: Keep track of your progress and metrics across multiple languages.
mve: ڪتري ئي ٻوليون ۾ آپرِي ترقي ھان ميٽرڪس رو ٽريڪ راکو۔

source: Keep track of your progress with a profile
mve: آپرَي ڪوم رِي ترقِي جونچڻ ھارو آپرِي پروفائل جوتا رو

source: Keep track of your progress with a profile and help our voice data be more accurate.
mve: پروفائل ھون آپرِي ترقي رو جائزو ليو ھان مھوريَ وائس ڊيٽا نيَ وڌيڪ صحيح ٺاڻ ۾ مدد ڪرو۔

source: Kelabit
mve: ڪلابت

source: Kenyah
mve: ڪينيا

source: Kenyi
mve: ڪينيي

source: Ketrani
mve: ڪيٽرانِي

source: Khmer
mve: خِمير

source: Khowar
mve: خوار

source: K'iche'
mve: ڪِچيَ

source: Kichwa
mve: ڪِچوا

source: Kidaw'ida
mve: ڪِداوِدا

source: Kikuyu
mve: ڪِڪويو

source: Kinyarwanda
mve: ڪِنيارونڊا

source: Kohistani Shina
mve: ڪوھستانِي شينا

source: Kom
mve: ڪوم ٻولِي

source: Komi-Zyrian
mve: ڪومِي زائرين

source: Konkani (Devanagari)
mve: ڪونڪانِي (ديواناگاري)

source: Konkani (Romi)
mve: ڪونڪانِي (رومي)

source: Korean
mve: ڪورين

source: Kuku
mve: ڪُڪو

source: Kurmanji Kurdish
mve: ڪُرمانجِي ڪُردِش

source: Kyrgyz
mve: ڪائرگيز

source: Language
mve: ٻولِي

source: Language Fundamentals (e.g. Digits, Letters, Money)
mve: ٻولِي را بنيادي اصول (مسال طور انگ، اکر، پيسا)

source: Language Request
mve: ٻولِي رِي درخواست

source: Language request successfully submitted, thank you.
mve: ٻولِي رِي درخواست ڪامِيابِي هون جمع هوئِي رِي، ٿارِي مهربونِي

source: Languages
mve: ٻوليَ

source: Languages can have their own validation rules with additional requirements when they localize. If there is no specific validation file for a language, the English rules will show for contributors.
mve: ٻوليَ مقامي ڪرڻ ريَ ٽئيم اضافي گھرجون ھون ڀيݪا آپرا تصديق را قاعدا راکيَ ݾگيَ ھيَ۔ جڏي ڪيَ ٻولِي ھارو ڪو مخصوص تصديق فائل ڪونِي ھي، تو انگريزي قاعدا حصو ليڻ آݪون ھارو ڏيکاڙيا جائي۔

source: Language Text
mve: ٻولِي رِي لکت

source: Lao
mve: لائو

source: Large bulk sentence submission
mve: وڏا جُملون را جٿا شامل ڪرڻ

source: Large, publicly available voice datasets will foster innovation and healthy competition in machine-learning speech technology. Common Voice’s dataset is the largest of its kind, but not the only one. This page serves as a reference hub for other open-source voice datasets and a home for our release updates as Common Voice grows.
mve: وڏو، عوامي طور تيَ موجود آواز ريَ مواد ريَ سيٽ مشيني سکيا ٻولندڙ ٽيڪنالاجِي ۾ ترقِي ھان سخت مقابليَ ترقِي ڏيو ھو۔ ڪامن وائس رو مواد ريَ سيٽ آپرِي قسم رو ھيڪ وڏو ھيَ پڻ ھيڪ ڪوني ھيَ۔ اَي پيج ٻيجون اوپن سورس ريَ مواد ريَ سيٽ ھارو ھيڪ حوالو ڏيڻ آݪو مرڪز ھان مھوريَ جاري ڪومون ھارو ھيڪ گھر رِي گتِي ڪوم ڪريَ ھيَ جون ڪامن وائس وڌيَ ھيَ۔

source: Large scale corporates and platform companies
mve: وڏي پيمانيَ تيَ ڪارپوريٽ ھان پليٽ فارم ڪمپنين

source: Lassi
mve: لاسِي

source: Last Updated: { $lastUpdatedTimeStamp }
mve: آخري اپ ڊيٽ:{ $lastUpdatedTimeStamp }

source: Latgalian
mve: لاٽگاليان

source: Latvian
mve: ليٽويان

source: Launched
mve: لونچ ڪِيو يا لانچ ڪِيو

source: Laz
mve: لاز

source: Leaderboard Visibility
mve: ليڊر بور رِي نمائش

source: Learn about partnerships with Common Voice
mve: ڪامن وائس ڀيڙي ڀائيوارِي ريَ باريَ ۾ ݾکو

source: Learn about the mission and team behind Common Voice
mve: ڪامن وائس ري لاريَ ڪوم ڪرڻ آݪون ھانَ ايئي ريَ مقصد ريَ باريَ ۾ ݾکو

source: Learn how to check a transcription
mve: ݾکو ڪيَ ڪونڪر ھڻيَ لکوڙيَ نيَ ڪونڪر جونچو

source: Learn how to take part
mve: ݾيکو ڪونڪر حصو ليَ ݾگو ھو

source: Learn how to transcribe
mve: ݾيکو ڪہ ڪونڪر ھُڻيَ لکڻو ھيَ۔

source: Learn how to use this page
mve: ݾيکو ڪونڪر پنيَ نيَ ھلائي ݾگو ھو

source: Learn More
mve: وڌيڪ ݾيکو

source: Leaving now means you’ll lose your changes
mve: ھيڻو روکڻ رو مطلب ٿيَ آپريَ تبديليَ وڃائيَ ڇوڙھو

source: Leaving now means you'll lose your progress
mve: ھيڻو ڇوڙڻ مطلب ٿيَ آپرَي ݾجيَ ڪوم رو نقصان ڪرھو

source: Length
mve: ڊيگھ

source: Let's Get Started
mve: آئو تو شروع ڪرون

source: Letters must be valid in the language being spoken. For example, “ж” is a letter in the Russian alphabet but is never used in English and so should never appear in any English source text.
mve: آکر ٻولڻ آݪِي ٻولِي ۾ صحيح ھوڻ کپيَ۔ مسال طور “ж” روسي اکرون ۾ ھيڪ آکر ھيَ پر انگريزي ۾ ڪڏي ڀِي استعمل ڪوني ھوئيَ ھان تڏي ڪڏي ڀِي انگريزي ماخز متن ۾ ظاھر نِي ھوڻ کپيَ۔

source: LibriSpeech is a corpus of approximately 1000 hours of 16Khz read English speech derived from read audiobooks from the LibriVox project.
mve: لائبري اسپيچ لڳ ڀڳ ھزار ڪلاڪون رِي سورھان ڪلوھرٽز انگريزي تقرير رو ھيڪ مجموعو ھي جِڪو لائبري وئوڪس پروجيڪٽ ھون پڙھڻ آݪيَ آڊيو رِي ڪتاب ھون نِڪروڙي ھيَ۔

source: License
mve: لائسنس

source: License: <licenseLink>CC-0</licenseLink>
mve: لائسنس: <licenseLink>CC-0</licenseLink>

source: License: <licenseLink>{ $license }</licenseLink>
mve: لائسنس<licenseLink>{ $license }</licenseLink>

source: Ligurian
mve: لِگوريان

source: Lingala
mve: لِنگالا

source: Link Copied
mve: لِنڪ ڪوپِي ھوئو رو

source: Links to websites that can help us understand the language
mve: ويب سائِٽون را لِنڪ جيڪو مھونيَ ٻولِي سمجهڻ ۾ مدد ڪري ݾگھيَ ھيَ۔

source: Listen
mve: هونڀڻڻ

source: Listening
mve: ھونڀڻ

source: Listen options menu
mve: آپشن مينيو نَي ھونڀڙو

source: Listen-Queue
mve: قطارون ھونڀڙو

source: Lithuanian
mve: لِٿيونيان

source: Loading…
mve: لوڊ ھوئيَ پڙيو…

source: Loading sentences…
mve: لوڊ ڪرتيَ جُملا…

source: Localized
mve: مقامِي

source: Log In
mve: لاگ اِن

source: Login Identity
mve: لاگ اِن رِي اوݪکوڻ

source: <loginLink>Login</loginLink> or <loginLink>sign up</loginLink> to add multiple sentences
mve: <loginLink> لاگ ان <loginLink> يا <loginLink> سائن اپ <loginLink> وڌيڪ جُملا شامل ڪرو

source: Log in or sign up to get started
mve: شروع ڪرڻ ھارو لاگ اِن يا سائن اپ ڪرو

source: Log In / Sign Up
mve: لاگ اِن يا سائن اپ

source: Log In / Sign Up with { $company } email
mve: لاگ ان ۔ سائن اپ { $company }اي ميل ھون

source: Log Out
mve: لاگ آئوٽ

source: Lojban
mve: لوجبان

source: Look for text where the copyright no longer applies - for example most books that were published before 1920
mve: اھڙيَ مواد نيَ جونچو جڪيَ تيَ ڪاپي رائو ھيڻو لاڳو نيَ ھوئيَ۔ مسال طور گھڻا ڪتاب جڪو 1920 ھون مور ڇپيا ھوئيَ۔

source: Looks like there aren't any clips to listen to in this language. Help us fill the queue by recording some now.
mve: لاگيَ ھيَ ڪہ ايئيَ ٻولِي ۾ ھڻڻ ھارو ڪوڀي ڪلِپ ڪوني ھيَ۔ ھميَ ڪجھ ريڪارڊ ڪريَ قطار ڀرڻ ۾ مھورِي مدد ڪرو۔

source: Luganda
mve: لُگانڊا

source: Luxembourgish
mve: ليڪسمبرگِش

source: Macedonian
mve: ميڪيدونيان

source: Mada
mve: مادا

source: Maithili
mve: ميٿِلِي

source: Make sure the platform is recording before you start speaking, and that it only stops once you’re finished.
mve: پڪ ڪرو ڪہ پليٽ فارم ٿونري ٻولڻ ھون پيل ريڪارڊِنگ ڪريَ پڙيو، ھان اَي ٿونريَ ٻولِي ختم ھوڻ ھون پڇيَ بند ھوئيَ ھيَ۔

source: Make sure the sentence meets the following criteria:
mve: پَڪ ڪرو ڪہ جُملو ھيٺيِن ڏِنوڙيَ معيارون تيَ پورو اُتريَ ھيَ۔

source: Make sure they can be answered in just a couple of sentences
mve: ياد راکو ڪہ جواب صرف ٻيون جُملون ۾ سمجھڻ آݪو ھوئي

source: Make your submitted data as rich as possible by providing some anonymous demographic data. We de-identify all demographic data before making it public.
mve: ڪجھ گمنام ڊيموگرافڪ مواد فراھم ڪرتيَ آپرِي جمع ڪيوڙي مواد نيَ جيستوئين ھوئيَ ݾگيَ سٺِي ٽائو۔ مھيَ سڀون ڊيموگرافڪ مواد نيَ عوامي ڪرڻ ھون مور ايئيَ رِي اوݪکوڻ ختم ڪرون ھون۔

source: Malagasy
mve: مالاگاسي

source: Malay
mve: ماليَ

source: Malayalam
mve: ملياليم

source: Male/Masculine
mve: آڏمي۔مزڪر

source: Maltese
mve: مالٽيس

source: Manage Email Subscriptions
mve: اي ميل رِي سبسڪرپشن رو انتظام ڪرو

source: Manage Subscriptions
mve: سبسڪرپشن رو انتظام ڪرو

source: Manx
mve: مينڪس

source: Mapudungun
mve: ماپوڊونگون ٻولِي

source: Marathi
mve: ماراٺِي

source: <mark>Check</mark>
mve: <mark>چيڪ ڪرڻ يان جونچڻ</mark>

source: <mark>Data</mark>
mve: <mark>مواد</mark>

source: <mark>Prompt</mark>
mve: <mark> تڪڙو ھانَ تيار ھيَ</mark>

source: <mark>Respond</mark>
mve: <mark>جواب ڍيڻ</mark>

source: <mark>Transcribe</mark>
mve: <mark>آڊِيو نيَ لکو</mark>

source: <mark>Using CV for</mark><br/><mark>your research?</mark>
mve: <mark>ھارو سي وِي نيَ استعمال</mark><br/><mark>ٿونرِي تخقيق؟</mark>

source: <mark>We need</mark><br/><mark>your help!</mark>
mve: <mark> مھونيَ ٿونرِي مدد رِي <mark> ضرورت ھيَ </mark>
